---
kind: property
id: P:Autodesk.Revit.DB.UV.Zero
source: html/ad358235-2aa7-d04e-3059-7b0e520c991d.htm
---
# Autodesk.Revit.DB.UV.Zero Property

The coordinate origin or zero 2-D vector.

## Syntax (C#)
```csharp
public static UV Zero { get; }
```

## Remarks
The zero vector is (0,0).